<DOCTYPE html/>
<html>
  <head>
    <title>
      Recetas Favoritas
    </title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
  </head>
  <body>
    <p><h1>
      Pastel de pavo
    </h1></p>
    <p><a href="https://www.allrecipes.com/recipe/215445/grandma-carlsons-turkey-pot-pie/">Pastel de pavo</a></p>
    <p><img src="imagenes/recetas.jpg"/></p>
    <p><h2>Descripcion</h2></p>
    <p>
      Algunos secretos importantes para las preparacione de pasteleria:no mnipule
      demasiado la masa Esto lo har&aacute; dificil en lugar de descamoso.
    </p>
    <p>
      Mantenga los ingredientes de la masa frios.
      Las 2 grasas diferentes se derritiran a diferentes tempeauras, lo que ayuda hacer
      una corteza agradable y escamosa.
    </p>
    <p><h2>Ingredientes</h2></p>
    <p><ul>
      <li> 2 tazas de harina para todo uso </li>
      <li> 1 cucharadita de sal </li>
      <li> 7 cucharadas de manteca vegetal fr&iacute;a </li>
      <li> 6 cucharadas de mantequilla fr&iacute;a </li>
      <li> 6 cucharadas de agua fr&iacute;a, o seg&uacute;n sea necesario </li>
      <li> 3 cucharadas de mantequilla </li>
      <li> 2 zanahorias, cortadas en cubitos </li>
     </ul></p>
     <p><h2>Pasos</h2></p>
     <p>
     <ol>
       <li>Paso 1</li>
         <p>En un taz&oacute;n, mezcle 2 tazas de harina con sal. Usando un cortador de pasteler&iacute;a, 
          corte la manteca vegetal y 6 cucharadas de mantequilla fr&iacute;a en la mezcla de harina 
          hasta que la mantequilla y la manteca sean del tama&ntilde;o de guisantes peque&ntilde;os. 
          Espolvoree en agua fr&iacute;a, 1 cucharada a la vez, y re&uacute;na suavemente la masa humedecida 
          junto con un tenedor hasta que comience a limpiar la harina del costado del taz&oacute;n.
          Separe la masa en 2 trozos de igual tama&ntilde;o, forme en rondas y refrigere hasta que sea necesario.</p>
        <li>Paso 2</li>
          <p>Precaliente el horno a 425 grados F (220 grados C).</p>
       <li>Paso 3</li>
       <p>Derretir 3 cucharadas de mantequilla en una sart&eacute;n grande a fuego medio, y cocinar las zanahorias, 
          la cebolla y el apio con pimienta negra hasta que las cebollas est&eacute;n transl&uacute;cidas, aproximadamente 
          8 minutos. Transfiera la mezcla a un taz&oacute;n; reservar. Coloque 2 cucharadas de harina en una bolsa 
          de pl&aacute;stico con cremallera resellable y viezca la carne de pavo cocida en la harina; 
          agite la bolsa para cubrirla. Derretir 2 cucharadas m&aacute;s de mantequilla en la misma sart&eacute;n a fuego medio, 
          y cocinar la carne de pavo en la mantequilla hasta que la capa de harina se vuelva dorada, 
          aproximadamente 10 minutos. Vierta el caldo de pollo en la sart&eacute;n aproximadamente 1/2 taza a la vez, 
          y revuelva hasta que el caldo comience a hervir a fuego lento y espesar, aproximadamente 5 minutos. 
          Retire la sart&eacute;n del fuego. Agregue las verduras cocidas, los frijoles verdes, 
          la crema de sopa de champi&ntilde;ones, el ma&iacute;z estilo crema, el perejil y el tomillo hasta que el relleno 
          se combine completamente.</p>
      </ol>
      </p>
  </body>
</html>